<!DOCTYPE html>
<html>
	<head>
	    <title>Crucio | Online-Lernsystem</title>
	    <meta http-equiv="content-type" content="text/html; charset=ISO-8859-1" />

		<link rel="shortcut icon" href="public/images/favicon.png" type="image/png" />
		<link rel="icon" href="public/images/favicon.png" type="image/png" />
		<link rel="stylesheet" href="http://fonts.googleapis.com/css?family=Lato:300,700" />

		<link rel="stylesheet" href="public/css/crucio.css" />
		<script src="public/js/vendor.js"></script>
	</head>

	<body class="body">
		<span id="top"></span>
	    <div class="container-top-bar">
	    	<div class="container">
		    	<div class="pull-right">
			    	<a data-scroll href="#features">Features</a>
			    	<a data-scroll href="#screenshots">Screenshots</a>
			    	<a data-scroll href="#support">Support</a>
					<a href="https://github.com/pantor/crucio">
						<i class="fa fa-github"></i> Github
					</a>
		    	</div>
	    	</div>
	    </div>

	    <div class="container-back-image container-padding-6">
	    	<div class="container">
	    		<div class="brand">
				    <h1><i class="fa fa-check-square-o"></i> Crucio</h1>

				    <p>Ein Online-Lernsystem f&uuml;r Multiple-Choice-Klausuren. Fachschaften k&ouml;nnen Alt- oder Probefragen eintragen und auf einfachem Wege allen Studierenden zur Verf&uuml;gung stellen.</p>

					<a class="btn btn-lg" data-scroll href="#features">Mehr Infos</a>
				</div>
			</div>

			<img src="public/images/med_3x.png" class="center-block img-responsive image-med-exam">
	    </div>

	    <div class="container-light-grey container-padding-4">
			<div class="sturamed">
			    <p>Entwickelt f&uuml;r die <br> Medizin Fachschaft Leipzig.</p>
			    <a href="http://www.sturamed-leipzig.de"><img src="public/images/sturamed.svg" width="245px"></a>
			</div>
		</div>

		<span id="features"></span>
		<div class="container container-padding-6">
			<div class="row">
			    <div class="col-sm-4 info-block-crucio">
			    	<i class="fa fa-book"></i>
			    	<h2>Lernen</h2>
			    	<p>Mit Crucio k&ouml;nnen Fragen aus Alt- und Probeklausuren oder anderen Sammlungen deiner Fachschaft gelernt werden. Die Klausuren sind nach Fach und Semester sortiert, du kannst aber auch nach Fachbereich lernen oder einzelne Fragen suchen. Die Auswertung hilft dir Fehler effektiv zu reduzieren.</p>
			    </div>

			    <div class="col-sm-4 info-block-crucio">
			    	<i class="fa fa-pencil"></i>
			    	<h2>Eintragen</h2>
			    	<p>Crucio lebt von den eingetragenen Fragen. Am besten funktioniert dabei die zentrale Organisation &uuml;ber die Fachschaft. Einzelne Nutzer k&ouml;nnen von den Admins als Autor markiert werden und unkompliziert online Fragen eintragen.</p>
			    </div>

			    <div class="col-sm-4 info-block-crucio">
			    	<i class="fa fa-comments-o"></i>
			    	<h2>Austauschen</h2>
			    	<p>Falls Schwierigkeiten bei einer Frage auftreten, kann einfach die Kommentarfunktion auf Crucio genutzt werden. Die Autoren oder freundliche Kommilitonen k&ouml;nnen dann sicher weiterhelfen...</p>
			    </div>
			</div>
		</div>

	    <div class="container-light-grey container-padding-2">
			<div class="cite">
				<h3>Heureka, Papier ist [...] sowas von gestern!</h3>
				<i class="fa fa-quote-left pull-left"> <a href="http://de.wikipedia.org/wiki/Epikur">Epikuros von Samos</a></i>
			</div>
		</div>

		<div class="container container-padding-6">
			<div class="row">
				<div class="col-sm-4 info-block-crucio">
			    	<i class="fa fa-car"></i>
			    	<h2>&Uuml;berall</h2>
			    	<p>Klausuren und deren L&ouml;sungszettel k&ouml;nnen als PDF exportiert und ausgedruckt werden. Au&szlig;erdem ist Crucio f&uuml;r Smartphones und Tablets angepasst.</p>
			    </div>

			    <div class="col-sm-4 info-block-crucio">
			    	<i class="fa fa-eur" style="padding-top: 44px;"></i>
			    	<h2>Frei</h2>
			    	<p>Crucio ist Open Source und damit frei und kostenlos verf&uuml;gbar. Und ihr k&ouml;nnt ma&szlig;geblich an der Entwicklung von Crucio mitwirken, indem ihr W&uuml;nsche oder Fehler meldet, korrigiert oder direkt mitprogrammiert. </p>
			    </div>

			    <div class="col-sm-4 info-block-crucio">
			    	<i class="fa fa-user-md"></i>
			    	<h2>Studiengang</h2>
			    	<p>Crucio ist f&uuml;r Medizin konzipiert und entwickelt worden. Es bieten sich aber auch andere Studieng&auml;nge mit Multiple-Choice-Klausuren an, wie etwa Pharmazie oder (teilweise) BWL.</p>
			    </div>
			</div>
		</div>

		<span id="screenshots"></span>
		<div class="container-dark-orange container-padding-6">
			<div class="container-text container-text-light" style="margin-bottom: 70px;">
				<h4>Screenshots</h4>

				<div class="owl-carousel">
					<div>
						<img src="public/images/screenshots/question.png">
						<div class="owl-caption">Klausur in der Fragenansicht kreuzen.</div>
					</div>

					<div>
						<img src="public/images/screenshots/question_image.png">
						<div class="owl-caption">Bild zu einer Frage genau anschauen.</div>
					</div>

					<div>
						<img src="public/images/screenshots/author.png">
						<div class="owl-caption">Fragen im Autorenmodus eintragen.</div>
					</div>

					<div>
						<img src="public/images/screenshots/exams.png">
						<div class="owl-caption">&Uuml;bersicht aller Klausuren.</div>
					</div>

					<div>
						<img src="public/images/screenshots/search.png">
						<div class="owl-caption">Fragen zu einem Stichwort suchen.</div>
					</div>

					<div>
						<img src="public/images/screenshots/tags.png">
						<div class="owl-caption">&Uuml;bersicht aller eigenen Markierungen.</div>
					</div>
				</div>
			</div>
		</div>

		<div class="container-light-grey container-padding-6">
			<div class="container">
				<div class="container-text container-text-dark">
					<h4>Genaue Features</h4>
					<p>
						Hier sind alle Funktionen von Crucio detaillierter aufgelistet. Und ja, Crucio ist frei und <strong>kostenlos</strong>.
					</p>

					<table class="table table-striped">
						<tr>
							<td class="strong">Fragen</td>
							<td>Den Kern von Crucio bilden Multiple-Choice Fragen; sie k&ouml;nnen jede beliebige Anzahl an Antwortm&ouml;glichkeiten haben. Au&szlig;erdem k&ouml;nnen freie Fragen mit einem Antworttext gespeichert werden. Zu jeder Fragen k&ouml;nnen Bilder und Erkl&auml;rungen, aber auch deren Kategorie gespeichert werden.</td>
						</tr>

						<tr>
							<td class="strong">Klausuren / Sammlung</td>
							<td>Jede Frage ist Bestandteil einer Klausur oder einer Fragensammlung. Jede Klausur ist einem Fach und einem Fachsemester zugeordnet, zus&auml;tzliche Infos <i>(Professor, Zeitdauer, Hinweise)</i> k&ouml;nnen mitgespeichert werden.</td>
						</tr>

						<tr>
							<td class="strong">Benutzersystem</td>
							<td>In Crucio ist ein grundlegendes Benutzersystem eingebaut <i>(Registrieren, Passwort vergessen & &auml;ndern, E-Mail-Adresse &auml;ndern)</i>. Zus&auml;tzlich sind verschiedene  Authentifikations- und Aktivierungsverfahren m&ouml;glich, z.B. dass sich nur ein bestimmter E-Mail-Adressen-Typ registrieren darf. Benutzer k&ouml;nnen verschiedenen Gruppen zugeordnet werden <i>(Standard, Autor, Admin)</i>, wobei den Admins eine Benutzerverwaltung zur Verf&uuml;gung steht.</td>
						</tr>

						<tr>
							<td class="strong">Autorenfunktion</td>
							<td>Fragen und Klausuren k&ouml;nnen online hinzugef&uuml;gt und jederzeit bearbeitet werden. Zur besseren Formatierung der Fragen ist ein Formeleditor in Crucio integriert. Es gibt ein Hochladesystem f&uuml;r Bilder und Dokumente, au&szlig;erdem k&ouml;nnen Hinweise und viele Infos zu jeder Klausur gespeichert werden. Zus&auml;tzlich hat jeder Autor eine &Uuml;bersicht &uuml;ber alle Kommentare zu Fragen in seinen Klausuren.</td>
						</tr>

						<tr>
							<td class="strong">Oberfl&auml;che</td>
							<td>Es gibt zwei verschiedene Ansichten zum Lernen. Bei der Fragenansicht wird jede Fragen einzeln angezeigt, zus&auml;tzlich k&ouml;nnen Tags und Kommentare verwendet werden. Bei der Klausuransicht werden alle Fragen untereinander angezeigt, in einer Box werden dann nur die grundlegenden Infos angegeben.</td>
						</tr>

						<tr>
							<td class="strong">Lernen nach F&auml;chern</td>
							<td>Neben dem Lernen von Klausuren kann Crucio auch Fragensammlungen nach F&auml;chern bzw. Kategorien zusammenstellen.</td>
						</tr>

						<tr>
							<td class="strong">Klausur als PDF</td>
							<td>Klausuren und deren L&ouml;sungszettel k&ouml;nnen als PDF heruntergeladen werden.</td>
						</tr>

						<tr>
							<td class="strong">Auswertung der Klausur</td>
							<td>Nach dem Kreuzen einer Klausur gibt es eine Auswertungsseite. Hier werden neben allen Prozentzahlen auch alle richtigen und falschen Fragen noch einmal angezeigt. Falsche Fragen k&ouml;nnen nochmals probiert werden.</td>
						</tr>

						<tr>
							<td class="strong">Kommentarsystem</td>
							<td>Zu jeder Frage kann eine Diskussion &uuml;ber ein Kommentarsystem angefangen werden. Alle eigenen Kommentare k&ouml;nnen in einer &Uuml;bersicht angezeigt werden.</td>
						</tr>

						<tr>
							<td class="strong">Tagsystem</td>
							<td>Jeder Nutzer kann jeder Frage einen oder mehreren Tags zuordnen, um Fragen zu gruppieren, zu merken oder zu sortieren. Alle eigenen Tags k&ouml;nnen in einer &Uuml;bersicht angezeigt werden.</td>
						</tr>

						<tr>
							<td class="strong">Suche</td>
							<td>Alle Fragen zu bestimmten Stichworten k&ouml;nnen angezeigt werden.</td>
						</tr>

						<tr>
							<td class="strong">Newsletterfunktion</td>
							<td>Newsletter zu Crucio k&ouml;nnen an alle oder einzelne Gruppen gesendet werden.</td>
						</tr>

						<tr>
							<td class="strong">Supportsystem</td>
							<td>In Crucio ist bereits ein Supportsystem eingebaut; es k&ouml;nnen mit wenigen Klicks Rechtschreibfehler, falsche Antworten oder Bugs gemeldet werden. Dem Autor werden alle Informationen per Mail geschickt.</td>
						</tr>

						<tr>
							<td class="strong">Frei & Kostenlos</td>
							<td>Crucio ist mit modernsten Technologien entwickelt worden und auf dem Stand der Zeit. Es ist f&uuml;r Smartphones und Tablets angepasst und funktioniert als Web-App. Falls doch irgendetwas nicht stimmen sollte oder ihr Verbesserungsvorschl&auml;ge habt, k&ouml;nnt ihr aktiv an der Entwicklung mitgestalten! Da Crucio Open Source ist, ist es ebenso kostenlos. </td>
						</tr>
					</table>
				</div>
			</div>
		</div>

		<span id="support"></span>
		<div class="container-dark-orange container-padding-6">
			<div class="container">
				<div class="container-text container-text-light">
					<i class="fa fa-university fa-3x"></i>

					<h4>Auch an deiner Uni?</h4>

					<p>Wir m&ouml;chten dich gerne dabei unterst&uuml;tzen, Crucio auch an deiner Uni einzuf&uuml;hren. Am besten sprichst du zuerst deine Fachschaft vor Ort auf Crucio an, deren Hilfe wird beim Eintragen der Fragen sicherlich sehr wichtig sein. Wenn ihr richtige Profis seid, findet ihr auf <a href="https://github.com/pantor/crucio">Github</a> alle Infos zum Einrichten von Crucio. Ansonsten k&ouml;nnt ihr uns gerne unter <a href="mailto:crucio@pantorix.de">crucio@pantorix.de</a> anschreiben! <br><br>
					</p>
				</div>
			</div>
	    </div>

		<div class="footer">
			<div class="container">
				<p class="left hidden-xs">
					<a href="https://github.com/pantor/crucio"><i class="fa fa-github"></i> Github</a>
				</p>

				<p class="right">
					<a data-scroll href="#top"><i class="fa fa-check-square-o"></i></a>
				</p>
			</div>
		</div>
	</body>

	<script>
		smoothScroll.init();

		$('.owl-carousel').owlCarousel({
			center: true,
		    loop: true,
		    margin: 5,
		    nav: true,
			navText: ['<i class="fa fa-angle-left"></i>', '<i class="fa fa-angle-right"></i>'],
		    responsive: {
		        0: { items: 1 },
		        800: { items: 1.2 },
		        950: { items: 1.4 },
		        1100: { items: 1.6 },
		    },
		})

		$(document).ready(function(){
			$('.owl-carousel').owlCarousel();
		});
	</script>
</html>
